Revit 2027 API
SymbolTypeId.TfPerM Property
 Symbol Tf/m, indicating unit Tonnes force per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TfPerM { get; }
Public Shared ReadOnly Property TfPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TfPerM {
	ForgeTypeId^ get ();
}
static member TfPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace